var cafeJsonText = '{"district":[' +
  '{"Name1":"221B","Name2":"루소랩","Name3":"릴리앤폴","Name4":"어반레빗","Name5":"에이블" },' +
  '{"Name1":"15kcal","Name2":"리마이더스","Name3":"엘레펀트커피","Name4":"카페그라운드","Name5":"카페이유"},' +
  '{"Name1":"미즐","Name2":"벤투라커피로스터스","Name3":"빈세앙커피","Name4":"스펙트럼커피","Name5":"와겐커피"},' +
  '{"Name1":"103AM","Name2":"PIED","Name3":"브루드서울","Name4":"장수커피","Name5":"카페레오"},' +
  '{"Name1":"CAFE TERR","Name2":"나에게 오는 길","Name3":"오후의 과일","Name4":"카페버터럼","Name5":"카페토스트"},' +
  '{"Name1":"도레도레","Name2":"삼월의양","Name3":"아쥐르","Name4":"최가커피","Name5":"커피더솔"},' +
  '{"Name1":"LonelyAve","Name2":"땡스커피","Name3":"브리즈커피","Name4":"아인스커피","Name5":"콤마"},' +
  '{"Name1":"거북이벗","Name2":"모나드커피로스터스","Name3":"재미길","Name4":"카페로드","Name5":"커피예술"},' +
  '{"Name1":"도토리다람쥐","Name2":"스윗레시피","Name3":"커피니","Name4":"커피베스코","Name5":"플랫커피"},' +
  '{"Name1":"김화자","Name2":"매일이 기념일","Name3":"쌍문동커피","Name4":"일월생","Name5":"칠복상회","Name6":"카페바인"},' +
  '{"Name1":"다보드레","Name2":"달콤한이층","Name3":"멜팅폼","Name4":"비하인드미","Name5":"커피프로젝트"},' +
  '{"Name1":"메이카페","Name2":"밍구네 다방","Name3":"바로곁에","Name4":"오후홍콩","Name5":"카르페디엠"},' +
  '{"Name1":"랑데자뷰","Name2":"손탁","Name3":"종이다방","Name4":"카페부부","Name5":"카페시멘트","Name6":"커피발전소"},' +
  '{"Name1":"노아스로스팅","Name2":"매뉴팩트커피","Name3":"카페블로그","Name4":"카페페라","Name5":"쿠아카페"},' +
  '{"Name1":"곤트란쉐리에","Name2":"더비너","Name3":"듀파르","Name4":"방배목장","Name5":"빠아빠"},' +
  '{"Name1":"&other","Name2":"humbolt","Name3":"대림 창고","Name4":"장미맨숀","Name5":"플레이그라운드"},' +
  '{"Name1":"cache","Name2":"cafe B","Name3":"MLLIGRAM","Name4":"이드에비뉴","Name5":"커피매터스"},' +
  '{"Name1":"뮤지키사운드","Name2":"어나더선데이","Name3":"카페에디트","Name4":"트레프푼크트","Name5":"프로퍼커피바"},' +
  '{"Name1":"르폴로르","Name2":"반얀트리","Name3":"커피그레이드","Name4":"쿰","Name5":"퍼블릭맨션"},' +
  '{"Name1":"달싸","Name2":"엘디야","Name3":"올리버브라운","Name4":"줄리앙","Name5":"카페드람브로"},' +
  '{"Name1":"arvo","Name2":"T.Hill.14st","Name3":"찬스브로스","Name4":"크로우드카페","Name5":"테이크아웃드로잉"},' +
  '{"Name1":"COFFEE FENCE","Name2":"TAMNADODA","Name3":"YM Coffee Project","Name4":"아쿠아 가든","Name5":"제이츠 커피 브루어스"},' +
  '{"Name1":"라디오엠","Name2":"식물","Name3":"오후","Name4":"자연의 길","Name5":"테라로사"},' +
  '{"Name1":"르풀","Name2":"버즈앤벅스","Name3":"비단콤마","Name4":"위고에빅토르","Name5":"폴바셋"},' +
  '{"Name1":"데일리파크","Name2":"디저트아카데미","Name3":"상봉커피","Name4":"카페브릭","Name5":"커피나무" }]}';
