var etcJsonText =  '{"district":[' +
  '{"Name1":"도산공원","Name2":"별마당도서관","Name3":"아쿠아리움","Name4":"피규어뮤지엄","Name5":"현대 트래블 라이브러리" },' +
  '{"Name1":"강풀만화거리","Name2":"광나루자전거공원","Name3":"광진교8번가","Name4":"하이도그","Name5":"허브천문공원"},' +
  '{"Name1":"근현대사기념관","Name2":"꿈꾸는타자기","Name3":"봉황각","Name4":"북서울꿈의 숲","Name5":"솔밭근린공원"},' +
  '{"Name1":"개화산 둘레길","Name2":"궁산근린공원","Name3":"백년의 고독","Name4":"심야식당","Name5":"허준 박물관"},' +
  '{"Name1":"LINGO","Name2":"관악산 둘레길","Name3":"생활미술관","Name4":"오술차","Name5":"호림박물관"},' +
  '{"Name1":"C156","Name2":"뚝섬유원지","Name3":"어린이대공원","Name4":"코믹스팩토리","Name5":"히릿"},' +
  '{"Name1":"24시 만화방","Name2":"궁동생태공원","Name3":"라꾸긴","Name4":"푸른수목원","Name5":"혼술집려"},' +
  '{"Name1":"금천예술공장","Name2":"금천체육공원","Name3":"심야술집","Name4":"이자카야 음지","Name5":"호암늘솔길"},' +
  '{"Name1":"그린라이트볼링장","Name2":"다린갤러리","Name3":"더코드","Name4":"로빈애로우","Name5":"휴소이"},' +
  '{"Name1":"덕성여대","Name2":"둘리뮤지엄","Name3":"발바닥공원","Name4":"벽화마을","Name5":"서울창포원"},' +
  '{"Name1":"경희대","Name2":"세종대왕기념관","Name3":"영휘원","Name4":"청춘1번가","Name5":"홍릉수목원"},' +
  '{"Name1":"마나보다","Name2":"보라매공원","Name3":"사육신공원","Name4":"수산시장","Name5":"효사정"},' +
  '{"Name1":"경의선책거리","Name2":"디스틸","Name3":"상암DMC","Name4":"하늘공원","Name5":"한국영화박물관","Name6":"허니홀"},' +
  '{"Name1":"개미마을","Name2":"독도체험관","Name3":"독립문","Name4":"서대문형무소역사관","Name5":"안산도시자연공원"},' +
  '{"Name1":"국립중앙도서관","Name2":"서래섬","Name3":"예술의 전당","Name4":"지엔퍼퓸-방배","Name5":"키논"},' +
  '{"Name1":"마블컬렉션 한양대 엔터식스","Name2":"humbolt","Name3":"대림 창고","Name4":"장미맨숀","Name5":"플레이그라운드"},' +
  '{"Name1":"딩구리","Name2":"소일","Name3":"최순우 옛집","Name4":"카페데코믹스","Name5":"혼술주점 혜화동"},' +
  '{"Name1":"몽촌토성","Name2":"석촌호수","Name3":"소마미술관","Name4":"올림픽공원","Name5":"잠실한강공원"},' +
  '{"Name1":"생명과학박물관","Name2":"서서울호수공원","Name3":"센터쯔","Name4":"척비어","Name5":"칸지"},' +
  '{"Name1":"63아트","Name2":"더 핸드","Name3":"루다카야","Name4":"스위트 팩토리","Name5":"엘지사이언스 홀"},' +
  '{"Name1":"남산와이너리","Name2":"디뮤지엄","Name3":"블루스퀘어","Name4":"이촌 한강공원","Name5":"효창공원"},' +
  '{"Name1":"MUST","Name2":"ZINC","Name3":"다문화박물관","Name4":"벌툰","Name5":"책보는 고릴라"},' +
  '{"Name1":"대림미술관","Name2":"대한민국 역사 박물관","Name3":"백남준 기념관","Name4":"북촌한옥마을","Name5":"임시정부청사 경교장","Name6":"청계천"},' +
  '{"Name1":"남산","Name2":"동대문 디자인 플라자","Name3":"서울시립미술관","Name4":"숭례문","Name5":"우표박물관"},' +
  '{"Name1":"봉화산 옹기테마공원","Name2":"셀프노트","Name3":"용마랜드","Name4":"용마폭포","Name5":"장미축제"}]}';
