var jsonText = '{"district":[' +
  '{"Name1":"꼭그닭","Name2":"더커먼스","Name3":"마녀주방","Name4":"미즈컨테이너","Name5":"신사랑" },' +
  '{"Name1":"일국화","Name2":"참국","Name3":"카레야상","Name4":"테마라면","Name5":"하루식당"},' +
  '{"Name1":"상미식당","Name2":"올뜨레마레","Name3":"육수당","Name4":"음밥","Name5":"치킨주는쫄면"},' +
  '{"Name1":"마싰는끼니","Name2":"모야그집","Name3":"산쪼메","Name4":"착한국수","Name5":"카모메 심야식당"},' +
  '{"Name1":"맑은 오후","Name2":"모리 돈부리","Name3":"육첩반상","Name4":"이에로 카레","Name5":"잇쇼쿠"},' +
  '{"Name1":"미스터밥스","Name2":"송림식당","Name3":"싸다김밥","Name4":"옛날손칼국수","Name5":"옛집"},' +
  '{"Name1":"국수회관","Name2":"동경주방","Name3":"신생루","Name4":"워너비박스","Name5":"찬장"},' +
  '{"Name1":"BAP","Name2":"남원추어탕","Name3":"동흥관","Name4":"은행골","Name5":"포보스"},' +
  '{"Name1":"노원돈부리","Name2":"오름","Name3":"제임스키친","Name4":"쭈꾸미달인","Name5":"핏짜굽는언니"},' +
  '{"Name1":"노말키친","Name2":"동적불고기","Name3":"로지라멘","Name4":"스시제이","Name5":"제이크 더 레스토랑"},' +
  '{"Name1":"감초식당","Name2":"돼지왕","Name3":"와라비키친","Name4":"치보","Name5":"특별식당"},' +
  '{"Name1":"부리또리","Name2":"부타리안","Name3":"선샤브향","Name4":"이든돈카츠","Name5":"철판목장"},' +
  '{"Name1":"거기서 거기더라","Name2":"기린입니다","Name3":"라몽림","Name4":"옥동식","Name5":"원기정", "Name6":"하카타 분코"},' +
  '{"Name1":"방콕 익스프레스","Name2":"버거펠라즈","Name3":"소오","Name4":"엉클스","Name5":"포포나무"},' +
  '{"Name1":"도셰프","Name2":"반포치킨","Name3":"베테랑칼국수","Name4":"브루클린 더 버거 조인트","Name5":"애플하우스"},' +
  '{"Name1":"성화생라멘","Name2":"스시메이","Name3":"장미식탁","Name4":"할머니의 레시피","Name5":"훠궈하오"},' +
  '{"Name1":"45정","Name2":"buger park","Name3":"윤휘식당","Name4":"지구당","Name5":"튀군"},' +
  '{"Name1":"수사","Name2":"유타로","Name3":"응그래식당","Name4":"정순함박","Name5":"포차이"},' +
  '{"Name1":"목동해물칼국수","Name2":"이자와","Name3":"일상밥상","Name4":"주방샵","Name5":"호랑이카레"},' +
  '{"Name1":"5코돈","Name2":"남다른감자탕","Name3":"스트릿","Name4":"헝그리타이거","Name5":"혼밥대장"},' +
  '{"Name1":"마요식당","Name2":"써니키친","Name3":"은밀한 밥상","Name4":"이태원더버거","Name5":"혼고"},' +
  '{"Name1":"꿀백","Name2":"라쿠","Name3":"멘야다이고미","Name4":"이찌방규","Name5":"파파스테이크"},' +
  '{"Name1":"미분당","Name2":"민나노키친","Name3":"세이순","Name4":"시래꽃","Name5":"토끼밥"},' +
  '{"Name1":"돈돈정","Name2":"분분","Name3":"아비꼬","Name4":"패티패티","Name5":"평양면옥"},' +
  '{"Name1":"고모리쌈밥정식","Name2":"꿀삼겹","Name3":"빽가네","Name4":"연스시","Name5":"한참치" }]}';
